Repository: fkoschi/grind-it
Catalog: ios/GrindItWatch Watch App/Localizable.xcstrings
Source language: en
Languages: de

source: Loading beans...
de: Bohnen laden...

# noBeansSynced
source: No beans synced yet
de: Noch keine Bohnen synchronisiert

# addBeansOnIphone
source: Add beans on your iPhone
de: Bohnen auf deinem iPhone hinzufügen

source: Last synced: %@
de: Zuletzt synchronisiert: %@

source: just now
de: gerade eben

# minutesAgo %lld
source: %lld mins ago
de: vor %lld Min.

# hoursAgo %lld
source: %lld hours ago
de: vor %lld Std.

# daysAgo %lld
source: %lld days ago
de: vor %lld Tagen

# grindSetting
source: Grind
de: Mahlgrad

source: Composition
de: Zusammensetzung

source: Grind Settings
de: Mahleinstellungen

source: Not set
de: Nicht gesetzt
